Repository: SASAbus/SASAbus-ios
Catalog: *.lproj/Localizable.strings
Languages: de, it

# map.title
source: Map
de: Karte
it: Mappa

# map.sheet.line
source: LINE
de: LINIE
it: LINEA

# map.sheet.vehicle
source: VEHICLE
de: FAHRZEUG
it: MEZZO

# map.sheet.course
source: COURSE
de: VERLAUF
it: PERCORSO

# map.sheet.delayed
source: %d' delayed
de: %d' verspätet
it: %d' in ritardo

# map.sheet.updated
source: Updated %d' ago
de: Vor %d' aktualisiert
it: Aggiornato %d' fa

# map.sheet.variant
source: Variant #%d
de: Variante #%d
it: Variante #%d

# map.sheet.trip
source: Trip #%d
de: Fahrt #%d
it: Corsa #%d

# bus_details.specifications
source: Specifications
de: Spezifikationen
it: Specificazoini

# bus_details.manufacturer
source: Manufacturer
de: Hersteller
it: Fabbricante

# bus_details.model
source: Model
de: Modell
it: Modello

# bus_details.license_plate
source: License plate
de: Kennzeichen
it: Targa

# bus_details.fuel
source: Fuel
de: Treibstoff
it: Carburante

# bus_details.color
source: Color
de: Farbe
it: Colore

# credits.licenses.title
source: The following sets forth attribution notices for third party software that may be contained in portions of the product. We thank the open source community for all their contributions.
de: Die folgende Software von Drittanbietern wird in der App verwendet. Wir bedanken uns bei deren Entwickler.
it: La seguente software terza è usata nell'app. Ringraziamo i loro sviluppatori.

# changelog.title
source: Changelog
de: Liste der Änderungen
it: Lista dei cambiamenti

# feedback.category.title
source: Please first let us know what you'd like to do:
de: Lass uns zuerst wissen, was du tun möchtest:
it: Per favore indica prima cosa vorresti fare:

# feedback.category.bug
source: Report a bug
de: Einen Fehler melden
it: Segnalare un errore

# feedback.category.feature
source: Suggest a feature
de: Eine neue Funktion vorschlagen
it: Suggerimento

# feedback.text_area.placeholder
source: Even though we can't reply to all messages, all suggestions are more than welcome and are taken into serious consideration
de: Obwohl wir nicht alle Meldungen beantworten können, ist jede Nachricht willkommen.
it: Anche se non possiamo rispondere ad ogni messsaggio, siamo lieti di ottenere segnlazioni e suggerimenti da parte tua.

# feedback.name.placeholder
source: John Appleseed
de: Max Mustermann
it: Mario Rossi

# feedback.email.placeholder
source: john@appleseed.com
de: max@mustermann.com
it: mario@rossi.com

# feedback.complaint_text
source: This page is only for reporting bugs or requesting app features. If you need to open a complaint, please contact reclami.beschwerden@sasabz.it
de: Diese Seite ist nur für das Melden von Fehler oder Einreichen von Vorschlägen. Für Beschwerden oder Unfälle kontaktieren Sie bitte reclami.beschwerden@sasabz.it.
it: Questa pagina ha solamente lo scopo di inviare segnlazioni e suggerimenti. Per reclami riguardando un incidente o per cose simili contatta reclami.beschwerden@sasabz.it.

# feedback.submit
source: Submit
de: Senden
it: Invia

# feedback.done
source: Done
de: Feritg
it: Fatto

# feedback.success.title
source: Thanks!
de: Danke!
it: Grazie!

# feedback.success.subtitle
source: We will get back to you as soon as possible.
de: Wir werden Ihnen sobald wie möglich eine Antwort zukommen lassen.
it: Ti risponderemo il più presto possibile.

# feedback.error.title
source: Upload failed
de: Upload fehlgeschlagen
it: Upload fallito

# feedback.error.subtitle
source: Please retry in a few minutes
de: Bitte versuche es später erneut
it: Per favore riprova più tardi

# about.title
source: About
de: Über
it: Chi siamo

# about.terms_of_service
source: Terms of service
de: Nutzungsbedingungen
it: Condizioni di servizio

# about.privacy_policy
source: Privacy policy
de: Datenschutzbestimmungen
it: Politica sulla riservatezza

# parking.title
source: Parking
de: Parkplätze
it: Parcheggi

# parking.detail.title
source: Parking lot detail
de: Parkplatzinformationen
it: Informazioni su questo parcheggio

# general.pullToRefresh
source: pull to refresh
de: Ziehen zum Aktualisieren
it: Tira in giù per aggiornare

# general.line
source: Line %@
de: Linie %@
it: Linea %@

# general.lines
source: Lines %@
de: Linien %@
it: Linee %@

# general.now_at
source: Now at %@
de: Jetzt bei %@
it: Adesso: %@

# general.heading_to
source: Heading to %@
de: Fährt nach %@
it: Destinazione: %@

# general.delay_punctual
source: Punctual
de: Pünktlich
it: Puntuale

# general.delay_delayed
source: %d' delayed
de: %d' verspätet
it: %d' in ritardo

# general.delay_early
source: %d' early
de: %d' verfrüht
it: %d' in anticipo

# news.title
source: News
de: Neuigkeiten
it: Novità

# news.tab_bar.bolzano
source: Bolzano
de: Bozen

# news.tab_bar.merano
source: Merano
de: Meran

# news.detail.title
source: News detail
de: Details zu dieser Nachricht
it: Dettagli sulla novità

# line.title
source: Line
de: Linie
it: Linea

# line.tab_bar.favorites
source: Favorites
de: Favoriten
it: Linee preferite

# line.tab_bar.bolzano
source: Bolzano
de: Bozen

# line.tab_bar.merano
source: Merano
de: Meran

# line.details.header.buses
source: Buses
de: Busse
it: Autobus

# line.details.header.path
source: Line path
de: Streckenverlauf
it: Percorso

# line.details.info.additional
source: Additional info
de: Weitere Informationen
it: Ulteriori informazioni

# line.course.title
source: Line course
de: Streckenverlauf
it: Percorso

# line.course.header.list
source: List
de: Liste
it: Lista

# line.course.header.map
source: Map
de: Karte
it: Mappa

# empty_state.line_favorites.title
source: No favorite lines
de: Keine Linienfavoriten
it: Nessune linee preferite

# empty_state.line_favorites.subtitle
source: Tap and hold a line to add it to the favorites so you can easily access it later
de: Halte eine Linie gedrückt um sie zu den Favoriten hinzuzufügen
it: Tieni cliccato una linea per aggiungerla alle preferite

# departures.title
source: Departures
de: Abfahrten
it: Partenze

# departures.header.map
source: Map
de: Karte
it: Mappa

# departures.header.favorites
source: Favorites
de: Favoriten
it: Fermate preferite

# departures.button.done
source: Done
de: Fertig
it: Fatto

# departures.button.cancel
source: Cancel
de: Abbrechen
it: Cancella

# departures.cell.no_data
source: No data
de: Keine Daten
it: Nessun dati

# departures.gps.title
source: Bus stop near your
de: Haltestelle in deiner Nähe
it: Fermata vicino a te

# departures.gps.header
source: Select a nearby bus stop
de: Wähle eine Haltestelle in deiner Nähe
it: Scegli una fermata vicino a te

# departures.map.title
source: Bus stop map
de: Haltestellenkarte
it: Mappa delle fermate

# departures.favorites.title
source: Bus stop favorites
de: Haltestellenfavoriten
it: Fermate preferite

# departures.favorites.header
source: Select a bus stop from your favorites
de: Wähle eine Haltestelle von deinen Favoriten
it: Scegli una fermata dalle tue preferite

# departures.filter.title
source: Bus line filter
de: Linienfilter
it: Filtor linee

# departures.filter.enable_all
source: Enable all
de: Zeige alle
it: Seleziona tutte

# departures.filter.disable_all
source: Disable all
de: Verstecke alle
it: Nascondi tutte

# settings.title
source: Settings
de: Einstellungen
it: Impostazioni

# ecopoints.title
source: Eco points
de: Ökopunkte
it: Punti eco

# ecopoints.login.email.placeholder
source: john@appleseed.com
de: max@mustermann.com
it: mario@rossi.com

# ecopoints.login.button
source: Log in
de: Einloggen

# ecopoints.login.forgot_password
source: Forgot your password?
de: Passwort vergessen?
it: Password dimenticata?

# ecopoints.login.footer_warning
source: By loggin in you agree to our terms of service and privacy policy
de: Beim Login erklärst du dich mit unseren Nutzungsbestimmungen und Datenschutzbestimmungen einverstanden
it: Effettuando il login accetti le nostre condizioni di servizio e la nostra politica sulla privacy

# ecopoints.login.error.title
source: Could not log in
de: Login fehlgeschlagen
it: Login fallito

# ecopoints.login.error.subtitle
source: Please retry in a few minutes
de: Bitte versuche es später erneut
it: Per favore riprova più tardi

# ecopoints.tab_bar.profile
source: Profile
de: Profil
it: Profilo

# ecopoints.tab_bar.leaderboard
source: Leaderboard
de: Rangliste
it: Classifica

# ecopoints.tab_bar.badges
source: Badges
de: Abzeichen
it: Distintivi

# ecopoints.profile.points
source: POINTS
de: PUNKTE
it: PUNTI

# ecopoints.profile.rank
source: RANK
de: RANG
it: CLASSIFICATO/A

# ecopoints.profile.badges
source: BADGES
de: ABZEICHEN
it: DISTINTIVI

# ecopoints.profile.view_profile_details
source: View profile details
de: Profildetails ansehen
it: Visualizza profilo in dettaglio

# ecopoints.profile.section.statistics
source: Statistics
de: Statistiken
it: Statistiche

# ecopoints.profile.settings.section.profile
source: Profile
de: Profil
it: Profilo

# ecopoints.profile.settings.section.settings
source: Settings
de: Einstellungen
it: Impostazioni

# ecopoints.profile.settings.section.account
source: Account
de: Konto

# ecopoints.profile.settings.change_password
source: Change password
de: Passwort ändern
it: Cambia password

# ecopoints.profile.settings.change_profile_picture
source: Change profile picture
de: Profilbild ändern
it: Cambia immagine profile

# ecopoints.profile.settings.log_out
source: Log out
de: Ausloggen
it: Esci

# ecopoints.profile.settings.log_out_all
source: Log out from all devices
de: Von allen Geräten ausloggen
it: Esci da tutti i dispositivi

# ecopoints.profile.settings.delete_account
source: Delete my account
de: Mein Konto löschen
it: Cancella il mio account

# ecopoints.profile.settings.delete.title
source: Delete account?
de: Konto löschen?
it: Cancellare l'account?

# ecopoints.profile.settings.delete.subtitle
source: Are you sure? This cannot be undone.
de: Bist du dir wirklich sicher? Dies kann nicht rückgängig gemacht werden.
it: Sei sicuro? Questa azione è permanente.

# ecopoints.profile.settings.error.internet.title
source: No internet connection
de: Keine Internetverbindung
it: Nessuna connessione Internet

# ecopoints.profile.settings.error.internet.subtitle
source: Please connect to the internet to continue
de: Bitte verbinde dich mit dem Internet um fortzufahren
it: Per favore connettiti all'Internet per continuare

# ecopoints.profile.settings.error.delete.title
source: Couldn't delete account
de: Konto konnte nicht gelöscht werden
it: Impossibile cancellare account

# ecopoints.profile.settings.error.delete.subtitle
source: Please retry again later.
de: Bitte versuche es später erneut
it: Per favore riprova più tardi

# ecopoints.profile.settings.error.logout.title
source: Couldn't log out
de: Log out fehlgeschlagen
it: Impossibile effettuare il logout

# ecopoints.profile.settings.error.logout.subtitle
source: Please retry again later.
de: Bitte versuche es später erneut
it: Per favore riprova più tardi

# ecopoints.leader_board.points
source: %d points
de: %d Punkte
it: %d punti

# ecopoints.badges.section.next
source: Next badges
de: Nächste Abzeichen
it: Prossimi distintivi

# ecopoints.badges.section.earned
source: Earned badges
de: Erhaltene Abzeichen
it: Distintivi ottenuti

# ecopoints.badges.view_all
source: View all badges
de: Alle Abzeichen anzeigen
it: Visualizza tutti i distintivi

# intro.realtime.title
source: Real-time
de: Echtzeit
it: Tempo reale

# intro.realtime.subtitle
source: Bus positions in real-time
de: Buspositionen in Echtzeit
it: Posizioni degli autobus in tempo reale

# intro.realtime.description
source: SASAbus informs you about bus positions, departures and delays in real-time
de: SASAbus informiert dich über Echtzeit- und Fahrplandaten.
it: SASAbus ti informa sulle partenze degli autobus e ti offre dati in tempo reale.

# intro.data.title
source: Offline data
de: Offlinedaten
it: Dati offline

# intro.data.subtitle
source: All data saved offline
de: Alle Daten lokal gespeichert
it: Dati salvati offline

# intro.data.description
source: The app downloads all bus departures and stores them locally, so you can access them anytime
de: Die App lädt alle Abfahrten herunter und speichert sie lokal. Somit stehen Sie dir immer zur Verfügung.
it: L'app scarica tutte le partenze e le salva sul tuo dispositivo. Così le puoi accedere anche senza connessione Internet.

# intro.beacons.subtitle
source: Get information about the bus you're in
de: Erhalte Informationen über den Bus in dem du dich befindest
it: Ottieni informazioni sulla tua corsa

# intro.beacons.description
source: Enable bluetooth to get information of nearby buses and bus stops.
de: Aktiviere Bluetooth um Informationen bzgl. deiner Fahrt im Bus zu erhalten.
it: Attiva Bluetooth per ottenere vari dettagli sulla tua corsa.

# intro.agreement.title
source: Agreement
de: Vereinbarung
it: Accordo

# intro.agreement.subtitle
source: Terms and conditions
de: Nutzungsbestimmungen und Datenschutzbestimmungen
it: Condizioni di servizio e politica sulla privacy

# intro.agreement.description
source: By using SasaBus you agree to the Terms and Conditions and the Privacy Policy.
de: Durch das Nutzen von SASAbus erklärst du dich mit unseren Nutzungsbestimmungen und Datenschutzbestimmungen einverstanden.
it: Usando SASAbus accetti le nostre condizioni di servizio e la nostra politica sulla privacy.

# intro.permission.title
source: Permission
de: Berechtigung
it: Autorizzazione

# intro.permission.subtitle
source: Beacon tracking needs your location
de: Beaconerkennung benötigt die Standortberechtigung
it: La scannerizzazione di beacon adopera l'autorizzazione della tua posizione

# intro.permission.description
source: Please allow the app to use your location to scan for beacons
de: Bitte erteile ie Standortberechtigung damit die App nach Beacons scannen kann.
it: Per favore consenti l'accesso alla tua posizione per poter usare questa funzione aggiuntiva.

# accessibility.menu
source: Menu
de: Menü

# notification.news.click_for_more
source: Click for more
de: Klicke für weitere Informationen
it: Clicca per ulteriori informazioni

# notification.trip.title
source: Trip saved
de: Fahrt gespeichert
it: Viaggio salvato

# notification.trip.body
source: Your trip from %@ to %@ was saved
de: Deine Fahrt von %@ nach %@ wurde gespeichert
it: Il tuo viagggio da %@ a %@ è stato salvato

# notification.survey.title
source: Survey
de: Umfrage
it: Sondaggio

# notification.survey.body
source: Click to take a survey about your bus ride
de: Bewerte deine Fahrt
it: Valuta il nostro servizio in riguardo al tuo viaggio

# map.sheet.bus
source: Bus #%d
it: Autobus #%d

# bus_details.title_formatted
source: Bus #%d
it: Autobus #%d
